{
  "name": "Marina",
  "about": "About",
  "portfolio": "Portfolio",
  "contact": "Contact",
  "mainText": "Hello, I'm a frontend developer. I create interfaces for web applications.",
  "aboutTitle": "About Me",
  "aboutContent": "I'm Marina Chukhlib, a junior Full Stack developer with a focus on Frontend technologies. I possess skills in HTML, CSS, JavaScript, React, Node.js, and TypeScript. My passion lies in creating appealing and user-friendly web interfaces, and I'm driven by a constant desire to learn and advance in the ever-evolving field of web development. I believe in the power of technology to transform our lives and am always ready to contribute to projects that make the web world brighter and more accessible for everyone.",
  "showCvBtn": "Show CV",
  "confirmText": "Are you sure want to view the resume?",
  "disagreeBtnText": "Disagree",
  "agreeBtnText": "Agree",
  "skillsTitle": "Skills",
  "skillsBtn": "More details",
  "certificateTitle": "Certificate",
  "closeBtn": "Close",
  "projectTitle": "Projects",
  "portfolioText": "In this section, you can explore my individual and collaborative group projects",

  "ecosolutionCardText": "Ecosolution is an adaptive and accessible landing page dedicated to promoting and advancing renewable energy solutions for a cleaner and more sustainable future.",
  "ecosolutionContent": "The website is designed with adaptability in mind, ensuring a smooth user experience on various devices, including mobile phones and tablets. The site features a convenient burger menu for easy navigation, engaging carousel slides, and an organized FAQ section with a dropdown list. Additionally, a user-friendly form is available for inquiries and communication.",
  "ecosolutionTechnologies": "Tools and technologies used: HTML, CSS, JavaScript, React, Material-UI.",

  "yourPetCardText": "An application for posting pet ads, including lost pets and those looking for new homes, with user registration and personal pet information card creation.",
  "yourPetContent": "An adaptive application for posting pet ads, whether for selling giving them to good homes, or searching for lost pets. The project includes user registration and personal account management, allowing users to create and manage pet information cards. Notably, the website supports bilingual content and offers both light and dark themes for user preference.",
  "yourPetTechnologies": "Tools and technologies used: HTML, CSS, JavaScript, React, Redux Toolkit, Node.js, Express, MongoDB, Axios, Material-UI, Formik.",

  "phoneBookText": "Digital Phone List - a web application with user registration and login. Users can add, delete, and search for contacts in their personal phone book.",
  "phoneBookContent": "The Digital Phone List website is a web application with a user registration and login system. Registered users can log in to their account, where they have the ability to store, add, delete, and search for contacts in their list. After registration and logging in, users gain access to their personal phone book. Key features include contact list management, adding new contacts, removing unnecessary contacts, and searching by name.",
  "phoneBookTechnologies": "The web application is built using technologies such as HTML, CSS, JavaScript, React, Redux Toolkit, and Axios, providing it with a modern and user-friendly interface.",

  "toDoList": "To-Do List - a simple web application for task management. Add, delete, and mark tasks as done. It also includes the option to filter tasks by selected status.",
  "toDoListContent": "To-Do List is a website designed for organizing and managing task lists. Add new tasks, delete completed ones, and mark them as done or undone. The convenient filter allows for quick viewing of all tasks, only completed tasks, or only tasks that are yet to be done.",
  "toDoListTechnologies": "The web application is built using technologies such as HTML/CSS, TypeScript, React, and styled-components, providing it with a modern and user-friendly interface, ensuring comfortable usage.",

  "FilmotekaText": "Single page application. An adaptive application for choosing movies and saving them to own user lists.",
  "FilmotekaContent": "The website is a movie library application that allows users to search for movies by title and manage their watched and favorite films. It's a user-friendly movie library application for movie enthusiasts to keep track of their film collection and discover new titles.",
  "FilmotekaTechnologies": "The website was built using HTML/CSS for structuring and styling, JavaScript for interactivity and functionality, a REST API to fetch movie data, AJAX for managing asynchronous data requests, and Parcel as a bundler to handle project assets and resources.",

  "icecreamText": "A website with a responsive layout, burger menu, modal window, and nice design with animation elements.",
  "icecreamContent": "An ice cream shop website featuring a responsive design that adapts seamlessly to various screen sizes, ensuring an optimal user experience on both desktop and mobile devices. The website boasts a visually appealing design with animated elements that enhance its aesthetic appeal. It includes a convenient burger menu for easy  navigation, allowing customers to explore the menu and find their favorite ice cream flavors effortlessly. Additionally, a modal window provides an interactive experience, enabling customers to view detailed information about each ice cream flavor and make informed choices. This website combines functionality, visual appeal, and user-friendly features to create an enticing online presence for the ice cream shop.",
  "icecreamTechnologies": "Technologies used include HTML, SASS, JavaScript, and Parcel.",

  "webStudioText": "Multi page application. The website with a responsive layout, modal window, and attractive design.",
  "webStudioContent": "The website not only looks great but also functions smoothly. It offers seamless navigation, quick load times, and an intuitive user interface. The design and layout of the site are aimed at delivering an engaging user experience. It encourages visitors to explore the site and access relevant information effortlessly. The website serves as a showcase of the web studio's work, highlighting their portfolio, services, and expertise.",
  "webStudioTechnologies": "In terms of the technologies used, the website is built with HTML, SASS (a CSS preprocessor), JavaScript (for interactivity), and Parcel (a project bundler). These technologies are commonly used to create modern and responsive web applications.",

  "visitBtn": "Visit website",

  "contactTitle": "Contact Me",
  "phone": "Phone:",
  "email": "Email:",

  "topBtn": "Top"
}
