{
  "name": "Марина",
  "about": "Про мене",
  "portfolio": "Портфоліо",
  "contact": "Контактна інформація",
  "mainText": "Вітаю, я frontend розробниця. Створюю інтерфейси для веб-додатків.",
  "aboutTitle": "Про мене",
  "aboutContent": "Мене звати Марина Чухліб, я junior frontend розробник, володію навичками у HTML, CSS, JavaScript, React та Node.js. Моє захоплення полягає в створенні привабливих та зручних веб-інтерфейсів, а також у незмінному бажанні вчитися та рости в галузі веб-розробки. Я вірю в силу технологій та їхню здатність змінювати наше життя, та завжди готова долучитися до проектів, які роблять веб-світ яскравішим та доступнішим для всіх.",
  "showCvBtn": "Переглянути резюме",
  "confirmText": "Ви впевнені, що хочете переглянути резюме?",
  "disagreeBtnText": "Відхилити",
  "agreeBtnText": "Переглянути",
  "skillsTitle": "Навички",
  "skillsBtn": "Докладніше",
  "certificateTitle": "Сертифікат",
  "closeBtn": "Закрити",
  "projectTitle": "Проекти",
  "portfolioText": "У цьому розділі представлені мої особисті та групові проекти.",

  "yourPetCardText": "Це застосунок для публікації оголошень про домашніх тварин, включаючи загублених тварин і тих, які шукають новий дім, з можливістю реєстрації користувача та створення особистої картки для інформації про домашню тварину.",
  "yourPetContent": "Адаптивний додаток для публікації оголошень про домашніх тварин, чи то для продажу, чи для подарунку їх у добрі руки, або пошуку втрачених тварин. Проект включає реєстрацію користувача та особистий облік, що дозволяє користувачам створювати та керувати картками інформації про домашніх тварин. Зручним є те, що сайт підтримує двомовний контент і пропонує як світлі, так і темні теми для вибору користувача.",
  "yourPetTechnologies": "Використані інструменти та технології: HTML, CSS, JavaScript, React, Redux Toolkit, Node.js, Express, MongoDB, Axios, Material-UI, Formik. Роль: Team leader.",

  "phoneBookText": "Цифровий Телефонний Список - веб-додаток з реєстрацією та входом для користувачів. Користувачі можуть додавати, видаляти та шукати контакти у своїй особистій телефонній книзі.",
  "phoneBookContent": "Сайт Цифровий Телефонний Список є веб-додатком, який має систему реєстрації та входу для користувачів. Зареєстровані користувачі можуть увійти в свій обліковий запис, де вони мають можливість зберігати, додавати, видаляти та шукати контакти в списку. Після реєстрації та входу в систему, користувачі отримують доступ до своєї особистої телефонної книги. Основні функції включають управління списком контактів, додавання нових контактів, видалення непотрібних контактів та пошук за іменем.",
  "phoneBookTechnologies": "Веб-додаток побудований з використанням таких технологій, як HTML, CSS, JavaScript, React, Redux Toolkit та Axios, надаючи йому сучасний та зручний для користувача інтерфейс.",

  "toDoList": "Список справ - простий веб-додаток для управління завданнями. Додавайте, видаляйте та позначайте завдання як виконані. Також є можливість фільтрації за обраним статусом.",
  "toDoListContent": "Веб-сайт для організації та ведення списку завдань. Додавайте нові завдання, видаляйте ті, що вже виконані, та відзначайте їх як виконані або невиконані. Зручний фільтр дозволяє швидко переглядати всі завдання, тільки виконані або невиконані. ",
  "toDoListTechnologies": "Веб-застосунок розроблено, використовуючи технології, такі як HTML/CSS, TypeScript, React,  та styled-components. Ці технології забезпечують сучасний та інтуїтивно зрозумілий інтерфейс, що гарантує комфортне використання.",

  "FilmotekaText": "Односторінковий додаток. Адаптивний додаток для вибору фільмів та збереження їх у власних списках користувачів.",
  "FilmotekaContent": "Сайт є додатком-бібліотекою фільмів, який дозволяє користувачам шукати фільми за назвою та управляти переглянутими та улюбленими фільмами. Це зручний для користувача додаток для поціновувачів кіно, які ведуть облік своєї колекції фільмів та відкривають для себе нові назви",
  "FilmotekaTechnologies": "Сайт був побудований за допомогою HTML/CSS для структурування та стилізації, JavaScript для інтерактивності та функціональності, REST API для отримання даних про фільми, AJAX для управління асинхронними запитами на отримання даних та Parcel як збирач ресурсів для обробки активів та ресурсів проекту.",

  "icecreamText": "Сайт з адаптивним макетом, бургер-меню, модальним вікном та гарним дизайном з анімаційними елементами.",
  "icecreamContent": "Сайт магазину морозива із адаптивним дизайном, який плавно адаптується до різних розмірів екрану. Сайт вразливий візуальним дизайном з анімаційними елементами, які підсилюють його естетичну привабливість. Він включає зручне бургер-меню для простого навігації, що дозволяє клієнтам досліджувати меню та шукати свої улюблені смаки морозива легко. Крім того, модальне вікно надає інтерактивний досвід, що дозволяє клієнтам переглядати докладну інформацію про кожен смак морозива та робити обґрунтовані вибори. Цей веб-сайт поєднує в собі функціональність, візуальну привабливість.",
  "icecreamTechnologies": "Використані технології включають HTML, SASS, JavaScript і Parcel. Роль: Розробник.",

  "webStudioText": "Багатосторінковий додаток. Веб-сайт із адаптивним макетом, модальними вікнами та привабливим дизайном.",
  "webStudioContent": "Сайт виглядає чудово і працює плавно. Додаток пропонує навігацію, швидке завантаження та зрозумілий інтерфейс для користувача. Сайт служить візитною карткою робіт веб-студії, підкреслюючи їх портфолио та послуги.",
  "webStudioTechnologies": "Що стосується використаних технологій, сайт створений з використанням HTML, SASS (препроцесор CSS), JavaScript (для інтерактивності) та Parcel (інструмент для роботи з проектами). Ці технології широко використовуються для створення сучасних та адаптивних веб-додатків. Роль: Розробник.",

  "visitBtn": "Відкрити сайт",

  "contactTitle": "Контактна інформація",
  "phone": "Телефон:",
  "email": "Електронна пошта:",

  "topBtn": "Вгору"
}
