{
  "name": "Марина",
  "about": "Про мене",
  "portfolio": "Портфоліо",
  "contact": "Контактна інформація",
  "mainText": "Вітаю, я frontend розробниця. Створюю інтерфейси для веб-додатків.",
  "aboutTitle": "Про мене",
  "aboutContent": "Мене звати Марина Чухліб, я junior frontend розробник, володію навичками у HTML, CSS, JavaScript, React та Node.js. Моє захоплення полягає в створенні привабливих та зручних веб-інтерфейсів, а також у незмінному бажанні вчитися та рости в галузі веб-розробки. Я вірю в силу технологій та їхню здатність змінювати наше життя, та завжди готова долучитися до проектів, які роблять веб-світ яскравішим та доступнішим для всіх.",
  "showCvBtn": "Переглянути резюме",
  "confirmText": "Ви впевнені, що хочете переглянути резюме?",
  "disagreeBtnText": "Відхилити",
  "agreeBtnText": "Переглянути",
  "skillsTitle": "Навички",
  "skillsBtn": "Докладніше",
  "certificateTitle": "Сертифікат",
  "closeBtn": "Закрити",
  "projectTitle": "Проекти",
  "portfolioText": "У цьому розділі представлені мої особисті та групові проекти.",

  "yourPetCardText": "Це застосунок для публікації оголошень про домашніх тварин, включаючи загублених тварин і тих, які шукають новий дім, з можливістю реєстрації користувача та створення особистої картки для інформації про домашню тварину.",
  "yourPetContent": "Адаптивний додаток для публікації оголошень про домашніх тварин, чи то для продажу, чи для подарунку їх у добрі руки, або пошуку втрачених тварин. Проект включає реєстрацію користувача та особистий облік, що дозволяє користувачам створювати та керувати картками інформації про домашніх тварин. Незвичайним є те, що веб-сайт підтримує двомовний контент і пропонує як світлі, так і темні теми для вибору користувача.",
  "yourPetTechnologies": "Використані інструменти та технології: HTML, CSS, JavaScript, React, Redux Toolkit, Node.js, Express, MongoDB, Axios, Material-UI, Formik. Роль: Team leader.",

  "FilmotekaText": "Адаптивний додаток для вибору фільмів та збереження їх у власних списках користувачів. Я створив модальне вікно з інформацією про обраний фільм.",
  "FilmotekaContent": "Сайт є додатком-бібліотекою фільмів, який дозволяє користувачам шукати фільми за назвою та управляти переглянутими та улюбленими фільмами. Це дружній до користувача додаток-бібліотека фільмів для поціновувачів кіно, які ведуть облік своєї колекції фільмів та відкривають для себе нові назви",
  "FilmotekaTechnologies": "Сайт був побудований за допомогою HTML/CSS для структурування та стилізації, JavaScript для інтерактивності та функціональності, REST API для отримання даних про фільми, AJAX для управління асинхронними запитами на отримання даних та Parcel як збирач ресурсів для обробки активів та ресурсів проекту. Роль: Розробник.",

  "icecreamText": "Сайт з адаптивним макетом, бургер-меню, модальним вікном та гарним дизайном з анімаційними елементами.",
  "icecreamContent": "Сайт магазину морозива із адаптивним дизайном, який плавно адаптується до різних розмірів екрану, забезпечуючи оптимальний досвід користувача як на настільних, так і на мобільних пристроях. Сайт вразливий візуальним дизайном з анімаційними елементами, які підсилюють його естетичну привабливість. Він включає зручне бургер-меню для простого навігації, що дозволяє клієнтам досліджувати меню та шукати свої улюблені смаки морозива легко. Крім того, модальне вікно надає інтерактивний досвід, що дозволяє клієнтам переглядати докладну інформацію про кожен смак морозива та робити обґрунтовані вибори. Цей веб-сайт поєднує в собі функціональність, візуальну привабливість та користувацькі функції для створення привабливого онлайн-присутності для магазину морозива.",
  "icecreamTechnologies": "Використані технології включають HTML, SASS, JavaScript і Parcel. Роль: Розробник.",

  "webStudioText": "Сайт з адаптивним макетом, модальним вікном та привабливим дизайном.",
  "webStudioContent": "Сайт виглядає чудово і працює плавно. Він пропонує безшовну навігацію, швидкість завантаження інтуїтивний інтерфейс користувача. Дизайн та макет сайту спрямовані на надання захопливого досвіду користувача. Він спонукає відвідувачів досліджувати сайт та легко отримувати необхідну інформацію. Сайт служить візитною карткою робіт веб-студії, підкреслюючи їх портфолио та послуги.",
  "webStudioTechnologies": "Що стосується використаних технологій, сайт створений з використанням HTML, SASS (препроцесор CSS), JavaScript (для інтерактивності) та Parcel (інструмент для роботи з проектами). Ці технології широко використовуються для створення сучасних та адаптивних веб-додатків. Роль: Розробник.",

  "visitBtn": "Відкрити сайт"
}
